Repository: Sajjad-Khoshdooni/exchange-core
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Invalid token header. No credentials provided.
fa_ir: توکن نامعتبر (مقداری برای توکن یافت نشد)

source: Invalid token header. Token string should not contain spaces.
fa_ir: توکن نباید شامل فاصله باشد.

source: Invalid token header. Token string should not contain invalid characters.
fa_ir: توکن نامعتبر (شامل کاراکترهای غیرمجاز)

source: Invalid token.
fa_ir: توکن نامعتبر

source: User inactive or deleted.
fa_ir: کاربر غیرفعال و یا حذف شده است.

source: A valid integer is required.
fa_ir: یک عدد معتبر وارد کنید.

source: Invalid share percent
fa_ir: سهم وارد شده معتبر نیست.

source: Input value is greater than {max_percent}
fa_ir: درصد سهم وارد شده از {max_percent} بیشتر است.

source: Referral code is invalid
fa_ir: کد معرف نامعتبر است.

source: valid market is required
fa_ir: نوع بازار معتبر وارد کنید.

source: Insufficient Balance
fa_ir: موجودی کافی نیست.

source: Could not cancel order
fa_ir: سفارش لغو نشد.

source: Order not found
fa_ir: سفارش موردنظر یافت نشد.

source: Could not place order
fa_ir: ثبت سفارش امکان‌پذیر نیست.

source: {symbol} is not enable
fa_ir: {symbol} فعال نیست.

source: {symbol} is not enable in margin trading
fa_ir: {symbol} در معاملات تعهدی فعال نیست.

source: amount is less than {min_quantity} {asset}
fa_ir: مقدار سفارش از {min_quantity} {asset} کمتر است.

source: amount is more than {max_quantity} {asset}
fa_ir: مقدار سفارش از {max_quantity} {asset} بیشتر است.

source: Small order size {min_order_size} {base_asset}
fa_ir: ارزش سفارش از {min_order_size} {base_asset} کمتر است.

source: price precision is more than {tick_size}
fa_ir: مقدار اعشار از {tick_size} یبشتر است.

source: price is mandatory in limit order.
fa_ir: قیمت نمی‌تواند خالی باشد.

source: IRT
fa_ir: تومان

source: USDT
fa_ir: تتر

source: margin trading is not enable
fa_ir: معاملات تعهدی برای شما مجاز نیست.

source: You need to pass margin quiz
fa_ir: لطفا ابتدا به سوالات آزمون معاملات تعهدی پاسخ دهید.

source: No active account found with the given credentials
fa_ir: حساب کاربری برای اطلاعات داده شده یافت نشد.
